Repository: archivesteak/opensense
Catalog: src/OpenSense.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, es_es, et_ee, fa_ir, fi_fi, fr_fr, he_il, hi_in, hu_hu, id_id, it_it, ja_jp, ko_kr, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sr_cyrl_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# GpuClocks_Confirm_Message
source: Clock speeds above NVIDIA's can make games crash, or the laptop freeze or restart. If that happens, lower the offsets.
ar_sa: قد تؤدي سرعات الساعة التي تتجاوز سرعات NVIDIA إلى تعطل الألعاب أو تجمّد الكمبيوتر المحمول أو إعادة تشغيله. إذا حدث ذلك، فخفّض الإزاحات.
bg_bg: Честоти над тези на NVIDIA могат да сринат игрите или да накарат лаптопа да замръзне или да се рестартира. Ако това стане, намалете отместванията.
ca_es: Unes freqüències per sobre de les de NVIDIA poden fer que els jocs es pengin o que el portàtil es bloquegi o es reiniciï. Si passa, abaixa els desplaçaments.
cs_cz: Takty nad hodnotami NVIDIA mohou způsobit pád her nebo zamrznutí či restart notebooku. Pokud se to stane, snižte posuny.
de_de: Taktraten über denen von NVIDIA können Spiele abstürzen lassen oder den Laptop einfrieren oder neu starten lassen. Senken Sie dann die Offsets.
el_gr: Συχνότητες πάνω από της NVIDIA μπορεί να κάνουν τα παιχνίδια να κολλήσουν ή τον φορητό να παγώσει ή να επανεκκινηθεί. Αν συμβεί αυτό, μειώστε τις μετατοπίσεις.
es_es: Unas frecuencias por encima de las de NVIDIA pueden hacer que los juegos se cierren o que el portátil se bloquee o se reinicie. Si pasa, baja los desplazamientos.
et_ee: NVIDIA omadest kõrgemad taktsagedused võivad mänge kokku jooksutada või sülearvuti hanguma või taaskäivituma panna. Kui see juhtub, vähendage nihkeid.
fa_ir: فرکانس‌های بالاتر از مقادیر NVIDIA ممکن است باعث از کار افتادن بازی‌ها یا هنگ کردن یا راه‌اندازی مجدد لپ‌تاپ شوند. اگر چنین شد، مقادیر افزایش را کم کنید.
fi_fi: NVIDIAn omia korkeammat kellotaajuudet voivat kaataa pelejä tai jumittaa tai käynnistää kannettavan uudelleen. Jos niin käy, pienennä siirtymiä.
fr_fr: Des fréquences supérieures à celles de NVIDIA peuvent faire planter les jeux, ou figer ou redémarrer l’ordinateur portable. Si cela arrive, réduisez les décalages.
he_il: מהירויות שעון מעל אלה של NVIDIA עלולות לגרום לקריסת משחקים, או לקפיאה או להפעלה מחדש של המחשב הנייד. אם זה קורה, הקטן את ההיסטים.
hi_in: NVIDIA से ऊपर की क्लॉक स्पीड से गेम क्रैश हो सकते हैं, या लैपटॉप अटक या रीस्टार्ट हो सकता है। ऐसा हो तो ऑफ़सेट कम करें।
hu_hu: Az NVIDIA-énál magasabb órajelek miatt a játékok összeomolhatnak, a laptop lefagyhat vagy újraindulhat. Ha ez történik, csökkentse az eltolásokat.
id_id: Kecepatan clock di atas bawaan NVIDIA dapat membuat game crash, atau laptop macet atau memulai ulang. Jika itu terjadi, turunkan offset-nya.
it_it: Frequenze superiori a quelle di NVIDIA possono far chiudere i giochi o bloccare o riavviare il portatile. Se succede, abbassa gli offset.
ja_jp: NVIDIA の設定を超えるクロック速度では、ゲームがクラッシュしたり、ノート PC がフリーズや再起動したりすることがあります。そうなったらオフセットを下げてください。
ko_kr: NVIDIA 기본값보다 높은 클럭 속도는 게임을 멈추게 하거나 노트북이 멈추거나 다시 시작되게 할 수 있습니다. 그런 경우 오프셋을 낮추세요.
lv_lv: Takts frekvences virs NVIDIA noteiktajām var izraisīt spēļu avārijas vai klēpjdatora sastingšanu vai restartēšanos. Ja tā notiek, samaziniet nobīdes.
nb_no: Klokkefrekvenser over NVIDIAs kan få spill til å krasje, eller den bærbare PC-en til å fryse eller starte på nytt. Skjer det, senk forskyvningene.
nl_nl: Kloksnelheden boven die van NVIDIA kunnen games laten crashen, of de laptop laten vastlopen of opnieuw opstarten. Gebeurt dat, verlaag dan de offsets.
pl_pl: Taktowanie powyżej ustawień NVIDIA może powodować awarie gier albo zawieszanie się lub ponowne uruchamianie laptopa. Jeśli tak się stanie, zmniejsz przesunięcia.
pt_pt: Frequências acima das da NVIDIA podem fazer os jogos falhar ou o portátil bloquear ou reiniciar. Se isso acontecer, reduza os desvios.
ro_ro: Frecvențele peste cele ale NVIDIA pot face jocurile să se blocheze sau laptopul să înghețe ori să repornească. Dacă se întâmplă, micșorați decalajele.
ru_ru: Частоты выше заданных NVIDIA могут приводить к вылетам игр, зависаниям или перезагрузкам ноутбука. Если так случится, уменьшите смещения.
sk_sk: Takty nad hodnotami NVIDIA môžu spôsobiť pád hier alebo zamrznutie či reštart notebooku. Ak sa to stane, znížte posuny.
sr_cyrl_rs: Фреквенције изнад NVIDIA-иних могу да изазову пад игара, или замрзавање или поновно покретање лаптопа. Ако се то деси, смањите помаке.
sv_se: Klockfrekvenser över NVIDIAs kan få spel att krascha, eller den bärbara datorn att frysa eller starta om. Sänk förskjutningarna om det händer.
th_th: ความเร็วสัญญาณนาฬิกาที่สูงกว่าของ NVIDIA อาจทำให้เกมค้างหรือปิดตัว หรือทำให้แล็ปท็อปค้างหรือรีสตาร์ท หากเกิดขึ้น ให้ลดค่าออฟเซ็ตลง
tr_tr: NVIDIA'nın değerlerinin üzerindeki saat hızları oyunların çökmesine ya da dizüstü bilgisayarın donmasına veya yeniden başlamasına yol açabilir. Böyle olursa ofsetleri düşürün.
uk_ua: Частоти, вищі за задані NVIDIA, можуть спричиняти вильоти ігор, зависання або перезапуск ноутбука. Якщо так станеться, зменште зміщення.
vi_vn: Xung nhịp cao hơn mức của NVIDIA có thể khiến game bị văng, hoặc máy tính xách tay bị treo hay khởi động lại. Nếu vậy, hãy giảm các mức bù.
zh_cn: 高于 NVIDIA 设定的频率可能导致游戏崩溃，或笔记本电脑卡死、重启。如果出现这种情况，请降低偏移量。
zh_tw: 高於 NVIDIA 設定的時脈可能導致遊戲當機，或筆電當住、重新啟動。如果發生這種情況，請降低偏移量。

# GpuClocks_Confirm_Overclock
source: Overclock
ar_sa: رفع التردد
bg_bg: Овърклокни
ca_es: Fes overclock
cs_cz: Přetaktovat
de_de: Übertakten
el_gr: Υπερχρονισμός
es_es: Hacer overclock
et_ee: Kiirenda üle
fa_ir: اورکلاک
fi_fi: Ylikellota
fr_fr: Overclocker
he_il: האץ
hi_in: ओवरक्लॉक करें
hu_hu: Túlhajtás
it_it: Fai l'overclock
ja_jp: オーバークロック
ko_kr: 오버클럭
lv_lv: Virstaktēt
nb_no: Overklokk
nl_nl: Overklokken
pl_pl: Podkręć
pt_pt: Fazer overclock
ro_ro: Overclocking
ru_ru: Разогнать
sk_sk: Pretaktovať
sr_cyrl_rs: Оверклокуј
sv_se: Överklocka
th_th: โอเวอร์คล็อก
tr_tr: Hız aşırt
uk_ua: Розігнати
vi_vn: Ép xung
zh_cn: 超频
zh_tw: 超頻

# System_Battery.Text
source: Battery
ar_sa: البطارية
bg_bg: Батерия
ca_es: Bateria
cs_cz: Baterie
de_de: Akku
el_gr: Μπαταρία
es_es: Batería
et_ee: Aku
fa_ir: باتری
fi_fi: Akku
fr_fr: Batterie
he_il: סוללה
hi_in: बैटरी
hu_hu: Akkumulátor
id_id: Baterai
it_it: Batteria
ja_jp: バッテリー
ko_kr: 배터리
lv_lv: Akumulators
nb_no: Batteri
nl_nl: Batterij
pl_pl: Bateria
pt_pt: Bateria
ro_ro: Baterie
ru_ru: Аккумулятор
sk_sk: Batéria
sr_cyrl_rs: Батерија
sv_se: Batteri
th_th: แบตเตอรี่
tr_tr: Pil
uk_ua: Акумулятор
vi_vn: Pin
zh_cn: 电池
zh_tw: 電池

# System_BatteryHealth.Header
source: Battery health
ar_sa: صحة البطارية
bg_bg: Състояние на батерията
ca_es: Estat de la bateria
cs_cz: Stav baterie
de_de: Akkuzustand
el_gr: Υγεία μπαταρίας
es_es: Estado de la batería
et_ee: Aku seisukord
fa_ir: سلامت باتری
fi_fi: Akun kunto
fr_fr: État de la batterie
he_il: תקינות הסוללה
hi_in: बैटरी की सेहत
hu_hu: Akkumulátor állapota
id_id: Kesehatan baterai
it_it: Stato della batteria
ja_jp: バッテリーの状態
ko_kr: 배터리 상태
lv_lv: Akumulatora stāvoklis
nb_no: Batteritilstand
nl_nl: Batterijconditie
pl_pl: Kondycja baterii
pt_pt: Estado da bateria
ro_ro: Starea bateriei
ru_ru: Состояние аккумулятора
sk_sk: Stav batérie
sr_cyrl_rs: Стање батерије
sv_se: Batterihälsa
th_th: สภาพแบตเตอรี่
tr_tr: Pil sağlığı
uk_ua: Стан акумулятора
vi_vn: Tình trạng pin
zh_cn: 电池健康状况
zh_tw: 電池健康狀態

# BatteryHealth_Capacity
source: {0}% of its original capacity ({1} of {2} Wh)
ar_sa: {0}% من سعتها الأصلية ({1} من {2} واط ساعة)
bg_bg: {0}% от първоначалния капацитет ({1} от {2} Wh)
ca_es: {0} % de la capacitat original ({1} de {2} Wh)
cs_cz: {0} % původní kapacity ({1} z {2} Wh)
de_de: {0} % der ursprünglichen Kapazität ({1} von {2} Wh)
el_gr: {0}% της αρχικής χωρητικότητας ({1} από {2} Wh)
es_es: {0} % de su capacidad original ({1} de {2} Wh)
et_ee: {0}% algsest mahtuvusest ({1} / {2} Wh)
fa_ir: {0}% ظرفیت اولیه ({1} از {2} وات‌ساعت)
fi_fi: {0} % alkuperäisestä kapasiteetista ({1}/{2} Wh)
fr_fr: {0} % de sa capacité d’origine ({1} sur {2} Wh)
he_il: {0}% מהקיבולת המקורית ({1} מתוך {2} Wh)
hi_in: मूल क्षमता का {0}% ({2} में से {1} Wh)
hu_hu: Az eredeti kapacitás {0}%-a ({1} / {2} Wh)
id_id: {0}% dari kapasitas aslinya ({1} dari {2} Wh)
it_it: {0}% della capacità originale ({1} di {2} Wh)
ja_jp: 元の容量の {0}% ({2} Wh 中 {1} Wh)
ko_kr: 원래 용량의 {0}%({2}Wh 중 {1}Wh)
lv_lv: {0}% no sākotnējās ietilpības ({1} no {2} Wh)
nb_no: {0} % av opprinnelig kapasitet ({1} av {2} Wh)
nl_nl: {0}% van de oorspronkelijke capaciteit ({1} van {2} Wh)
pl_pl: {0}% pierwotnej pojemności ({1} z {2} Wh)
pt_pt: {0}% da capacidade original ({1} de {2} Wh)
ro_ro: {0}% din capacitatea inițială ({1} din {2} Wh)
ru_ru: {0} % исходной ёмкости ({1} из {2} Вт·ч)
sk_sk: {0} % pôvodnej kapacity ({1} z {2} Wh)
sr_cyrl_rs: {0}% првобитног капацитета ({1} од {2} Wh)
sv_se: {0} % av ursprunglig kapacitet ({1} av {2} Wh)
th_th: {0}% ของความจุเดิม ({1} จาก {2} Wh)
tr_tr: Orijinal kapasitenin %{0} kadarı ({1} / {2} Wh)
uk_ua: {0} % початкової ємності ({1} з {2} Вт·год)
vi_vn: {0}% dung lượng ban đầu ({1}/{2} Wh)
zh_cn: 原始容量的 {0}%（{1}/{2} Wh）
zh_tw: 原始容量的 {0}%（{1}/{2} Wh）

# BatteryHealth_CapacityRelative
source: {0}% of its original capacity
ar_sa: {0}% من سعتها الأصلية
bg_bg: {0}% от първоначалния капацитет
ca_es: {0} % de la capacitat original
cs_cz: {0} % původní kapacity
de_de: {0} % der ursprünglichen Kapazität
el_gr: {0}% της αρχικής χωρητικότητας
es_es: {0} % de su capacidad original
et_ee: {0}% algsest mahtuvusest
fa_ir: {0}% ظرفیت اولیه
fi_fi: {0} % alkuperäisestä kapasiteetista
fr_fr: {0} % de sa capacité d’origine
he_il: {0}% מהקיבולת המקורית
hi_in: मूल क्षमता का {0}%
hu_hu: Az eredeti kapacitás {0}%-a
id_id: {0}% dari kapasitas aslinya
it_it: {0}% della capacità originale
ja_jp: 元の容量の {0}%
ko_kr: 원래 용량의 {0}%
lv_lv: {0}% no sākotnējās ietilpības
nb_no: {0} % av opprinnelig kapasitet
nl_nl: {0}% van de oorspronkelijke capaciteit
pl_pl: {0}% pierwotnej pojemności
pt_pt: {0}% da capacidade original
ro_ro: {0}% din capacitatea inițială
ru_ru: {0} % исходной ёмкости
sk_sk: {0} % pôvodnej kapacity
sr_cyrl_rs: {0}% првобитног капацитета
sv_se: {0} % av ursprunglig kapacitet
th_th: {0}% ของความจุเดิม
tr_tr: Orijinal kapasitenin %{0} kadarı
uk_ua: {0} % початкової ємності
vi_vn: {0}% dung lượng ban đầu
zh_cn: 原始容量的 {0}%
zh_tw: 原始容量的 {0}%

# BatteryHealth_Cycles
source: Charge cycles: {0}
ar_sa: دورات الشحن: {0}
bg_bg: Цикли на зареждане: {0}
ca_es: Cicles de càrrega: {0}
cs_cz: Nabíjecí cykly: {0}
de_de: Ladezyklen: {0}
el_gr: Κύκλοι φόρτισης: {0}
es_es: Ciclos de carga: {0}
et_ee: Laadimistsükleid: {0}
fa_ir: چرخه‌های شارژ: {0}
fi_fi: Latausjaksoja: {0}
fr_fr: Cycles de charge : {0}
he_il: מחזורי טעינה: {0}
hi_in: चार्ज चक्र: {0}
hu_hu: Töltési ciklusok: {0}
id_id: Siklus pengisian: {0}
it_it: Cicli di ricarica: {0}
ja_jp: 充電サイクル: {0}
ko_kr: 충전 사이클: {0}
lv_lv: Uzlādes cikli: {0}
nb_no: Ladesykluser: {0}
nl_nl: Laadcycli: {0}
pl_pl: Cykle ładowania: {0}
pt_pt: Ciclos de carga: {0}
ro_ro: Cicluri de încărcare: {0}
ru_ru: Циклов зарядки: {0}
sk_sk: Nabíjacie cykly: {0}
sr_cyrl_rs: Циклуси пуњења: {0}
sv_se: Laddningscykler: {0}
th_th: รอบการชาร์จ: {0}
tr_tr: Şarj döngüsü: {0}
uk_ua: Циклів заряджання: {0}
vi_vn: Số chu kỳ sạc: {0}
zh_cn: 充电循环次数：{0}
zh_tw: 充電循環次數：{0}

# System_ChargeLimit.Header
source: Stop charging at 80%
ar_sa: إيقاف الشحن عند 80%
bg_bg: Спиране на зареждането при 80%
ca_es: Aturada de la càrrega al 80 %
cs_cz: Zastavení nabíjení na 80 %
de_de: Laden bei 80 % beenden
el_gr: Διακοπή φόρτισης στο 80%
es_es: Carga solo hasta el 80 %
et_ee: Laadimise lõpetamine 80% juures
fa_ir: توقف شارژ در 80%
fi_fi: Lataus enintään 80 %:iin
fr_fr: Arrêt de la charge à 80 %
he_il: עצירת הטעינה ב-80%
hi_in: 80% पर चार्जिंग बंद
hu_hu: Töltés leállítása 80%-nál
id_id: Pengisian berhenti di 80%
it_it: Interruzione della ricarica all'80%
ja_jp: 80% で充電を停止
ko_kr: 80%에서 충전 중지
lv_lv: Uzlādes pārtraukšana pie 80%
nb_no: Stopp ladingen ved 80 %
nl_nl: Opladen stoppen bij 80%
pl_pl: Zatrzymywanie ładowania na 80%
pt_pt: Parar o carregamento nos 80%
ro_ro: Oprirea încărcării la 80%
ru_ru: Прекращение зарядки на 80 %
sk_sk: Zastavenie nabíjania na 80 %
sr_cyrl_rs: Заустављање пуњења на 80%
sv_se: Sluta ladda vid 80 %
th_th: หยุดชาร์จที่ 80%
tr_tr: Şarjı %80'de durdurma
uk_ua: Припинення заряджання на 80 %
vi_vn: Dừng sạc ở 80%
zh_cn: 充电到 80% 时停止
zh_tw: 充電到 80% 時停止

# System_ChargeLimit.Description
source: Keeping the battery full wears it out faster. Worth turning on if the laptop is plugged in most of the time.
ar_sa: إبقاء البطارية ممتلئة يُتلفها أسرع. يستحق التشغيل إذا كان الكمبيوتر المحمول موصولاً بالكهرباء معظم الوقت.
bg_bg: Постоянно пълната батерия се износва по-бързо. Струва си да го включите, ако лаптопът е включен в контакта през повечето време.
ca_es: Tenir la bateria sempre plena la desgasta més de pressa. Val la pena activar-ho si el portàtil està endollat la major part del temps.
cs_cz: Trvale plná baterie se opotřebovává rychleji. Vyplatí se zapnout, pokud je notebook většinu času připojený k síti.
de_de: Ein ständig voller Akku nutzt sich schneller ab. Lohnt sich, wenn der Laptop meist am Netz hängt.
el_gr: Η μπαταρία που μένει γεμάτη φθείρεται πιο γρήγορα. Αξίζει να το ενεργοποιήσετε αν ο φορητός είναι συνδεδεμένος στο ρεύμα τον περισσότερο χρόνο.
es_es: Mantener la batería llena la desgasta más rápido. Merece la pena activarlo si el portátil está enchufado la mayor parte del tiempo.
et_ee: Pidevalt täis aku kulub kiiremini. Tasub sisse lülitada, kui sülearvuti on enamasti vooluvõrgus.
fa_ir: پر نگه داشتن باتری آن را زودتر فرسوده می‌کند. اگر لپ‌تاپ بیشتر وقت‌ها به برق وصل است، روشن کردنش ارزش دارد.
fi_fi: Jatkuvasti täysi akku kuluu nopeammin. Kannattaa ottaa käyttöön, jos kannettava on useimmiten verkkovirrassa.
fr_fr: Une batterie toujours pleine s’use plus vite. Utile si l’ordinateur portable reste branché la plupart du temps.
he_il: סוללה שנשארת מלאה נשחקת מהר יותר. כדאי להפעיל אם המחשב הנייד מחובר לחשמל רוב הזמן.
hi_in: बैटरी को पूरा भरा रखने से वह जल्दी घिसती है। अगर लैपटॉप ज़्यादातर समय प्लग इन रहता है तो इसे चालू करना उचित है।
hu_hu: A folyamatosan teli akkumulátor gyorsabban kopik. Érdemes bekapcsolni, ha a laptop többnyire konnektorba van dugva.
id_id: Baterai yang selalu penuh lebih cepat aus. Layak diaktifkan jika laptop hampir selalu tersambung ke listrik.
it_it: Tenere la batteria sempre carica la consuma più in fretta. Conviene attivarlo se il portatile è quasi sempre collegato alla corrente.
ja_jp: バッテリーを満充電のままにすると劣化が早まります。ノート PC をほとんど電源につないで使う場合におすすめです。
ko_kr: 배터리를 가득 찬 상태로 두면 더 빨리 닳습니다. 노트북을 대부분 전원에 연결해 쓴다면 켜 두는 것이 좋습니다.
lv_lv: Pastāvīgi pilns akumulators nolietojas ātrāk. Vērts ieslēgt, ja klēpjdators lielāko daļu laika ir pieslēgts tīklam.
nb_no: Et batteri som alltid er fullt, slites raskere. Verdt å slå på hvis den bærbare PC-en er koblet til strøm det meste av tiden.
nl_nl: Een batterij die steeds vol is, slijt sneller. Handig als de laptop meestal aan de stroom hangt.
pl_pl: Stale pełna bateria szybciej się zużywa. Warto włączyć, jeśli laptop przez większość czasu jest podłączony do zasilania.
pt_pt: Manter a bateria cheia desgasta-a mais depressa. Vale a pena ativar se o portátil estiver ligado à corrente a maior parte do tempo.
ro_ro: O baterie ținută plină se uzează mai repede. Merită activat dacă laptopul stă conectat la priză aproape tot timpul.
ru_ru: Постоянно полный аккумулятор изнашивается быстрее. Стоит включить, если ноутбук почти всегда подключён к сети.
sk_sk: Trvalo plná batéria sa opotrebúva rýchlejšie. Oplatí sa zapnúť, ak je notebook väčšinu času pripojený k sieti.
sr_cyrl_rs: Батерија која стално стоји пуна брже се троши. Вреди укључити ако је лаптоп већину времена прикључен на струју.
sv_se: Ett batteri som alltid är fullt slits snabbare. Värt att slå på om den bärbara datorn oftast är ansluten till el.
th_th: การเก็บแบตเตอรี่ไว้เต็มทำให้เสื่อมเร็วขึ้น ควรเปิดไว้หากแล็ปท็อปเสียบปลั๊กอยู่เกือบตลอดเวลา
tr_tr: Pili sürekli dolu tutmak onu daha hızlı yıpratır. Dizüstü bilgisayar çoğu zaman prize takılıysa açmaya değer.
uk_ua: Постійно повний акумулятор зношується швидше. Варто ввімкнути, якщо ноутбук майже завжди підключений до мережі.
vi_vn: Giữ pin luôn đầy khiến pin chai nhanh hơn. Nên bật nếu máy tính xách tay thường xuyên cắm sạc.
zh_cn: 电池一直充满会更快老化。笔记本电脑大部分时间插着电源时值得开启。
zh_tw: 電池一直充滿會更快老化。筆電大部分時間插著電源時值得開啟。

# System_Calibration.Header
source: Calibrate the battery
ar_sa: معايرة البطارية
bg_bg: Калибриране на батерията
ca_es: Calibratge de la bateria
cs_cz: Kalibrace baterie
de_de: Akku kalibrieren
el_gr: Βαθμονόμηση μπαταρίας
es_es: Calibración de la batería
et_ee: Aku kalibreerimine
fa_ir: کالیبره کردن باتری
fi_fi: Akun kalibrointi
fr_fr: Calibrage de la batterie
he_il: כיול הסוללה
hi_in: बैटरी कैलिब्रेशन
hu_hu: Akkumulátor kalibrálása
id_id: Kalibrasi baterai
it_it: Calibrazione della batteria
ja_jp: バッテリーの調整
ko_kr: 배터리 보정
lv_lv: Akumulatora kalibrēšana
nb_no: Kalibrer batteriet
nl_nl: Batterij kalibreren
pl_pl: Kalibracja baterii
pt_pt: Calibrar a bateria
ro_ro: Calibrarea bateriei
ru_ru: Калибровка аккумулятора
sk_sk: Kalibrácia batérie
sr_cyrl_rs: Калибрисање батерије
sv_se: Kalibrera batteriet
th_th: ปรับเทียบแบตเตอรี่
tr_tr: Pil kalibrasyonu
uk_ua: Калібрування акумулятора
vi_vn: Hiệu chỉnh pin
zh_cn: 校准电池
zh_tw: 校準電池

# System_Calibration.Description
source: Charges the battery full, runs it down and charges it again, so the charge shown is accurate. Takes several hours.
ar_sa: تشحن البطارية بالكامل ثم تفرغها ثم تشحنها مجدداً، ليصبح مستوى الشحن المعروض دقيقاً. تستغرق عدة ساعات.
bg_bg: Зарежда батерията докрай, разрежда я и я зарежда отново, за да се показва точното ниво на заряд. Отнема няколко часа.
ca_es: Carrega la bateria del tot, la descarrega i la torna a carregar, perquè la càrrega que es mostra sigui exacta. Triga diverses hores.
cs_cz: Nabije baterii úplně, vybije ji a znovu nabije, aby zobrazené nabití odpovídalo. Trvá několik hodin.
de_de: Lädt den Akku ganz auf, entlädt ihn und lädt ihn wieder, damit der angezeigte Ladestand stimmt. Dauert mehrere Stunden.
el_gr: Φορτίζει πλήρως την μπαταρία, την αποφορτίζει και τη φορτίζει ξανά, ώστε η ένδειξη φόρτισης να είναι ακριβής. Διαρκεί αρκετές ώρες.
es_es: Carga la batería por completo, la descarga y la vuelve a cargar para que la carga mostrada sea exacta. Tarda varias horas.
et_ee: Laeb aku täis, tühjendab selle ja laeb uuesti, et näidatav laetus oleks täpne. Võtab mitu tundi.
fa_ir: باتری را کامل شارژ، سپس خالی و دوباره شارژ می‌کند تا میزان شارژ نمایش‌داده‌شده دقیق باشد. چند ساعت طول می‌کشد.
fi_fi: Lataa akun täyteen, purkaa sen ja lataa uudelleen, jotta näytetty varaus pitää paikkansa. Kestää useita tunteja.
fr_fr: Charge complètement la batterie, la décharge puis la recharge, pour que le niveau affiché soit juste. Prend plusieurs heures.
he_il: טוען את הסוללה עד הסוף, פורק אותה וטוען שוב, כדי שרמת הטעינה המוצגת תהיה מדויקת. נמשך כמה שעות.
hi_in: बैटरी को पूरा चार्ज करता है, खाली करता है और फिर चार्ज करता है, ताकि दिखाया गया चार्ज सही हो। इसमें कई घंटे लगते हैं।
hu_hu: Teljesen feltölti, lemeríti, majd újra feltölti az akkumulátort, hogy a kijelzett töltöttség pontos legyen. Több órát vesz igénybe.
id_id: Mengisi baterai hingga penuh, mengosongkannya, lalu mengisinya lagi agar daya yang ditampilkan akurat. Butuh beberapa jam.
it_it: Carica completamente la batteria, la scarica e la ricarica, così la carica mostrata è precisa. Richiede diverse ore.
ja_jp: バッテリーを満充電し、放電してから再び充電して、表示される残量を正確にします。数時間かかります。
ko_kr: 배터리를 완전히 충전하고 방전한 뒤 다시 충전해 표시되는 잔량이 정확해지게 합니다. 몇 시간이 걸립니다.
lv_lv: Pilnībā uzlādē akumulatoru, izlādē to un uzlādē vēlreiz, lai rādītais uzlādes līmenis būtu precīzs. Aizņem vairākas stundas.
nb_no: Lader batteriet helt opp, lader det ut og lader det igjen, slik at ladenivået som vises, stemmer. Tar flere timer.
nl_nl: Laadt de batterij helemaal op, laat hem leeglopen en laadt hem opnieuw, zodat de getoonde lading klopt. Duurt enkele uren.
pl_pl: Ładuje baterię do pełna, rozładowuje ją i ładuje ponownie, aby wyświetlany poziom naładowania był dokładny. Trwa kilka godzin.
pt_pt: Carrega a bateria por completo, descarrega-a e volta a carregá-la, para que a carga apresentada seja exata. Demora várias horas.
ro_ro: Încarcă bateria complet, o descarcă și o încarcă din nou, ca nivelul afișat să fie corect. Durează câteva ore.
ru_ru: Полностью заряжает аккумулятор, разряжает и заряжает снова, чтобы показываемый заряд был точным. Занимает несколько часов.
sk_sk: Úplne nabije batériu, vybije ju a znova nabije, aby zobrazené nabitie zodpovedalo skutočnosti. Trvá niekoľko hodín.
sr_cyrl_rs: Пуни батерију до краја, празни је и поново пуни, да би приказани ниво напуњености био тачан. Траје неколико сати.
sv_se: Laddar batteriet fullt, laddar ur det och laddar det igen, så att laddningen som visas stämmer. Tar flera timmar.
th_th: ชาร์จแบตเตอรี่จนเต็ม ใช้จนหมด แล้วชาร์จอีกครั้ง เพื่อให้ระดับประจุที่แสดงถูกต้อง ใช้เวลาหลายชั่วโมง
tr_tr: Doğru şarj düzeyi gösterilsin diye pili tamamen doldurur, boşaltır ve yeniden doldurur. Birkaç saat sürer.
uk_ua: Повністю заряджає акумулятор, розряджає й заряджає знову, щоб показаний заряд був точним. Триває кілька годин.
vi_vn: Sạc đầy pin, xả hết rồi sạc lại để mức pin hiển thị chính xác. Mất vài giờ.
zh_cn: 将电池充满、放电后再充满，使显示的电量准确。需要几个小时。
zh_tw: 將電池充滿、放電後再充滿，讓顯示的電量準確。需要幾個小時。

# System_CalibrationStart.Content
source: Calibrate
ar_sa: معايرة
bg_bg: Калибрирай
ca_es: Calibra
cs_cz: Kalibrovat
de_de: Kalibrieren
el_gr: Βαθμονόμηση
es_es: Calibrar
et_ee: Kalibreeri
fa_ir: کالیبره کردن
fi_fi: Kalibroi
fr_fr: Calibrer
he_il: כייל
hi_in: कैलिब्रेट करें
hu_hu: Kalibrálás
id_id: Kalibrasi
it_it: Calibra
ja_jp: 調整
ko_kr: 보정
lv_lv: Kalibrēt
nb_no: Kalibrer
nl_nl: Kalibreren
pl_pl: Kalibruj
pt_pt: Calibrar
ro_ro: Calibrare
ru_ru: Откалибровать
sk_sk: Kalibrovať
sr_cyrl_rs: Калибриши
sv_se: Kalibrera
th_th: ปรับเทียบ
tr_tr: Kalibre et
uk_ua: Відкалібрувати
vi_vn: Hiệu chỉnh
zh_cn: 校准
zh_tw: 校準

# System_CalibrationStop.Content
source: Stop
ar_sa: إيقاف
bg_bg: Спри
ca_es: Atura
cs_cz: Zastavit
de_de: Beenden
el_gr: Διακοπή
es_es: Detener
et_ee: Peata
fa_ir: توقف
fi_fi: Lopeta
fr_fr: Arrêter
he_il: עצור
hi_in: रोकें
hu_hu: Leállítás
id_id: Hentikan
it_it: Interrompi
ja_jp: 停止
ko_kr: 중지
lv_lv: Apturēt
nb_no: Stopp
nl_nl: Stoppen
pl_pl: Zatrzymaj
pt_pt: Parar
ro_ro: Oprire
ru_ru: Остановить
sk_sk: Zastaviť
sr_cyrl_rs: Заустави
sv_se: Stoppa
th_th: หยุด
tr_tr: Durdur
uk_ua: Зупинити
vi_vn: Dừng
zh_cn: 停止
zh_tw: 停止
